CSI API ETABS v1
cDStBS5950_2000 Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cDStBS5950_2000
Public Interface cDStBS5950_2000
Dim instance As cDStBS5950_2000
public interface class cDStBS5950_2000
type cDStBS5950_2000 =  interface end
The cDStBS5950_2000 type exposes the following members.
Methods
Name | Description
GetOverwrite
GetPreference
SetOverwrite
SetPreference
Top
See Also
Reference
ETABSv1 Namespace